Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# notifications.prefs.section.userDefaults.footer
source: Defaults apply when no per-device override matches an inbound alert.
ar: تُطبق الافتراضيات عندما لا يطابق أي تجاوز خاص بالجهاز تنبيهًا واردًا.
bn: কোনো per-device override ইনবাউন্ড অ্যালার্টের সঙ্গে না মিললে ডিফল্ট প্রযোজ্য হয়।
bs: Zadane vrijednosti primjenjuju se kada nijedna izmjena uređaja ne odgovara dolaznom upozorenju.
cs: Výchozí hodnoty se použijí, když žádné přepsání pro zařízení neodpovídá příchozímu upozornění.
da: Standarder gælder, når ingen enheds-tilsidesættelse matcher en indkommende alarm.
de: Standardeinstellungen greifen, wenn keine geräteindividuelle Überschreibung auf einen eingehenden Alarm passt.
el: Οι προεπιλογές ισχύουν όταν καμία παράκαμψη ανά συσκευή δεν ταιριάζει σε εισερχόμενη ειδοποίηση.
es: Los valores predeterminados se aplican cuando ninguna anulación de dispositivo coincide con una alerta entrante.
fa: پیش‌فرض‌ها زمانی اعمال می‌شوند که هیچ تنظیم اختصاصی دستگاه با هشدار ورودی مطابقت نداشته باشد.
fi: Oletukset ovat voimassa, kun mikään laitekohtainen ohitus ei vastaa saapuvaa hälytystä.
fil: Nalalapat ang mga default kapag walang per-device override na tumutugma sa papasok na alerto.
fr: Les valeurs par défaut s'appliquent lorsque aucun remplacement spécifique à l'appareil ne correspond à une alerte entrante.
he: ברירות המחדל חלות כשאין עקיפה לפי מכשיר שמתאימה להתראה נכנסת.
hi: जब कोई प्रति-डिवाइस ओवरराइड आने वाले अलर्ट से मेल नहीं खाता, तो डिफॉल्ट लागू होते हैं।
hr: Zadane postavke primjenjuju se kad nijedna iznimka uređaja ne odgovara dolaznom upozorenju.
hu: Az alapértékek akkor érvényesülnek, ha egyetlen eszközszintű felülírás sem illeszkedik egy beérkező riasztásra.
hy: Լռելյայնները կիրառվում են, երբ սարքի որևէ վերագրում չի համապատասխանում մուտքային ազդանշանին։
id: Default berlaku ketika tidak ada penggantian per-perangkat yang cocok dengan peringatan masuk.
is: Sjálfgefnar stillingar gilda þegar engin tækissérstilling passar við innkomandi viðvörun.
it: I valori predefiniti si applicano quando nessun override del dispositivo corrisponde a un'allerta in arrivo.
ja: 受信アラートに一致するデバイス別上書きがない場合、既定値が適用されます。
ko: 수신된 알림에 일치하는 기기별 재정의가 없을 때 기본값이 적용됩니다.
lt: Numatytosios reikšmės taikomos, kai joks įrenginio nepaisymas neatitinka įeinančio įspėjimo.
lv: Noklusējumi tiek piemēroti, kad ienākošajam brīdinājumam neatbilst neviens individuāls pārlabojums.
ms: Lalai diguna pakai apabila tiada penggantian per-peranti sepadan dengan amaran masuk.
my: inbound alert နှင့် ကိုက်ညီသော per-device override မရှိပါက defaults ကို အသုံးပြုပါသည်။
nb: Standard gjelder når ingen enhetsspesifikk overstyring samsvarer med et innkommende varsel.
nl: Standaardwaarden gelden wanneer geen apparaatspecifieke override overeenkomt met een binnenkomende alert.
pl: Ustawienia domyślne mają zastosowanie, gdy żadne nadpisanie dla urządzenia nie pasuje do przychodzącego alertu.
pt_br: Os padrões se aplicam quando nenhuma substituição por dispositivo corresponde a um alerta recebido.
ro: Valorile implicite se aplică atunci când nicio suprascriere specifică dispozitivului nu se potrivește cu o alertă primită.
ru: Значения по умолчанию применяются, если ни одно переопределение устройства не подходит для входящего оповещения.
sk: Predvolené nastavenia platia, keď žiadny prepis zariadenia nezodpovedá prichádzajúcemu upozorneniu.
sq: Parazgjedhjet zbatohen kur asnjë mbivendosje për pajisje nuk përputhet me një sinjalizim hyrës.
sr_latn: Podrazumevana podešavanja se primenjuju kada nijedan izuzetak uređaja ne odgovara dolaznom upozorenju.
sv: Standardvärden gäller när inget enhetsspecifikt åsidosättande matchar ett inkommande larm.
sw: Defaults hutumika wakati hakuna override ya kifaa inayolingana na arifa inayoingia.
th: ค่าเริ่มต้นจะใช้เมื่อไม่มีการตั้งค่าแทนที่เฉพาะอุปกรณ์ที่ตรงกับการแจ้งเตือนขาเข้า
tr: Varsayılanlar, gelen bir uyarıyla eşleşen cihaza özel bir geçersiz kılma olmadığında uygulanır.
uk: Стандартні налаштування застосовуються, коли жодне перевизначення пристрою не відповідає вхідному сповіщенню.
vi: Mặc định được áp dụng khi không có ghi đè thiết bị nào khớp với cảnh báo đến.
zh_hans: 当没有任何设备覆盖项匹配传入提醒时，将应用默认设置。
zh_hant: 當沒有符合傳入警示的裝置覆寫時，會套用預設值。

# trading.bracket.footer.requirement
source: At least one of stop loss / take profit is required. Backend fires reduce-only protective orders when price crosses either level.
ar: يلزم تحديد وقف الخسارة أو جني الأرباح على الأقل. يرسل الخادم الخلفي أوامر حماية للتقليل فقط عندما يتجاوز السعر أيًا من المستويين.
bn: কমপক্ষে একটি stop-loss / take-profit প্রয়োজন। দাম যেকোনো স্তর অতিক্রম করলে ব্যাকএন্ড reduce-only সুরক্ষামূলক অর্ডার চালু করে।
bs: Potreban je barem stop loss ili take profit. Backend šalje zaštitne reduce-only naloge kada cijena pređe jedan od nivoa.
cs: Vyžaduje se alespoň jedno ze stop loss / take profit. Backend odesílá ochranné reduce-only pokyny, jakmile cena překročí kteroukoli z úrovní.
da: Mindst en af stop loss eller take profit er påkrævet. Backend udsender reduce-only beskyttelsesordrer, når prisen krydser et af niveauerne.
de: Mindestens Stop-Loss oder Take-Profit ist erforderlich. Das Backend sendet Reduce-Only-Schutzorder, sobald der Preis eine der beiden Schwellen überschreitet.
el: Απαιτείται τουλάχιστον ένα από stop loss / take profit. Το backend υποβάλλει προστατευτικές εντολές reduce-only όταν η τιμή ξεπεράσει κάποιο από τα επίπεδα.
es: Se requiere al menos uno de stop loss o take profit. El backend envía órdenes protectoras reduce-only cuando el precio cruza cualquiera de los niveles.
fa: حداقل یکی از حد ضرر / حد سود لازم است. وقتی قیمت از هرکدام از این سطوح عبور کند، بک‌اند سفارش‌های محافظتی reduce-only را اجرا می‌کند.
fi: Vaaditaan vähintään stop loss tai take profit. Backend lähettää reduce-only-suojaustoimeksiantoja, kun hinta ylittää jommankumman tason.
fil: Kinakailangan ang hindi bababa sa isa sa stop loss / take profit. Nagsusumite ang backend ng reduce-only protective orders kapag tumawid ang presyo sa alinmang level.
fr: Au moins un stop loss ou take profit est requis. Le backend déclenche des ordres de protection reduce-only lorsque le prix franchit l'un des niveaux.
he: נדרש לפחות סטופ-לוס או take-profit אחד. הבקאנד מפעיל פקודות הגנה reduce-only כשהמחיר חוצה אחד מהרמות.
hi: स्टॉप-लॉस / टेक-प्रॉफिट में से कम से कम एक जरूरी है। प्राइस किसी भी स्तर को पार करने पर बैकएंड रिड्यूस-ओनली प्रोटेक्टिव ऑर्डर ट्रिगर करता है।
hr: Potreban je barem stop loss ili take profit. Backend šalje zaštitne reduce-only naloge kad cijena prijeđe neku od razina.
hu: Legalább egy stop loss vagy take profit szükséges. A backend reduce-only védelmi megbízásokat indít, amikor az ár átlépi bármelyik szintet.
hy: Պահանջվում է առնվազն stop loss կամ take profit։ Backend-ը գործարկում է reduce-only պաշտպանական հանձնարարականներ, երբ գինը հատում է մակարդակներից որևէ մեկը։
id: Setidaknya satu dari stop loss / take profit diperlukan. Backend memicu pesanan pelindung reduce-only ketika harga melewati salah satu level.
is: A.m.k. annað hvort stop-loss eða take-profit er krafist. Backend virkjar verndandi reduce-only pantanir þegar verð fer yfir annað hvort stigið.
it: È richiesto almeno uno tra stop loss e take profit. Il backend invia ordini protettivi reduce-only quando il prezzo supera uno dei due livelli.
ja: ストップロスまたはテイクプロフィットの少なくとも一方が必要です。価格がいずれかの水準に達すると、バックエンドが保護用のリデュースオンリー注文を発動します。
ko: 스탑로스 또는 테이크 프로핏 중 하나 이상이 필요합니다. 가격이 어느 한 수준을 통과하면 백엔드가 reduce-only 보호 주문을 실행합니다.
lt: Reikalingas bent stop loss arba take profit. Backend'as siunčia tik mažinančius (reduce-only) apsauginius pavedimus, kai kaina kerta vieną iš lygių.
lv: Nepieciešams vismaz viens no stop loss / take profit. Backend nosūta reduce-only aizsardzības rīkojumus, kad cena šķērso kādu no līmeņiem.
ms: Sekurang-kurangnya satu daripada stop loss / take profit diperlukan. Backend mencetuskan pesanan perlindungan reduce-only apabila harga melintasi mana-mana paras.
my: stop-loss / take-profit အနည်းဆုံး တစ်ခု လိုအပ်သည်။ ဈေးနှုန်းသည် အဆင့်တစ်ခုခုကို ဖြတ်သွားသောအခါ Backend သည် reduce-only protective orders များကို fire လုပ်ပါသည်။
nb: Minst én av stop loss / take profit kreves. Backend sender beskyttende reduce-only-ordrer når prisen krysser et av nivåene.
nl: Ten minste een stop loss of een take profit is vereist. De backend verstuurt reduce-only beschermingsorders zodra de prijs een van beide niveaus overschrijdt.
pl: Wymagany jest co najmniej stop loss lub take profit. Backend wysyła ochronne zlecenia reduce-only, gdy cena przekroczy któryś z poziomów.
pt_br: Pelo menos um entre stop loss e take profit é obrigatório. O backend dispara ordens de proteção reduce-only quando o preço cruzar qualquer um dos níveis.
ro: Este necesar cel puțin un stop loss sau un take profit. Backendul trimite ordine de protecție reduce-only când prețul depășește unul dintre niveluri.
ru: Требуется как минимум стоп-лосс или тейк-профит. Бэкенд отправляет защитные ордера reduce-only, когда цена пересекает любой из уровней.
sk: Vyžaduje sa aspoň jedno zo stop loss / take profit. Backend pri prekročení niektorej úrovne odošle ochranné pokyny reduce-only.
sq: Kërkohet të paktën një nga stop loss / take profit. Backend aktivizon porosi mbrojtëse vetëm reduktim kur çmimi kalon cilindo nivel.
sr_latn: Potreban je barem stop-loss ili take-profit. Backend šalje zaštitne reduce-only naloge kada cena pređe neki od nivoa.
sv: Minst en av stop loss / take profit krävs. Backend skickar reduce-only-skyddsordrar när priset korsar någon av nivåerna.
sw: Angalau moja kati ya stop loss / take profit inahitajika. Backend huwasha order za ulinzi za reduce-only bei inapovuka mojawapo ya viwango.
th: ต้องมี stop-loss หรือ take-profit อย่างน้อยหนึ่งรายการ Backend จะส่งคำสั่งป้องกันแบบ reduce-only เมื่อราคาข้ามระดับใดระดับหนึ่ง
tr: En az stop loss veya take profit gerekir. Fiyat herhangi bir seviyeyi geçtiğinde backend, koruyucu reduce-only emirler gönderir.
uk: Потрібен принаймні stop loss або take profit. Backend надсилає захисні reduce-only ордери, коли ціна перетинає будь-який рівень.
vi: Cần ít nhất stop loss hoặc take profit. Backend gửi lệnh bảo vệ reduce-only khi giá vượt qua một trong các mức.
zh_hans: 必须至少设置止损或止盈之一。当价格突破任一水平时，后端会触发只减仓保护订单。
zh_hant: 至少需要止損或止盈其中一項。當價格穿越任一水平時，後端會觸發只減倉保護訂單。

# trading.order.exchangeLabel
source: Exchange
ar: البورصة
bn: এক্সচেঞ্জ
bs: Berza
cs: Burza
da: Børs
de: Börse
el: Ανταλλακτήριο
fa: صرافی
fi: Pörssi
fr: Bourse
he: בורסה
hi: एक्सचेंज
hr: Burza
hu: Tőzsde
hy: Բորսա
id: Bursa
is: Kauphöll
ja: 取引所
ko: 거래소
lt: Birža
lv: Birža
ms: Bursa
nb: Børs
nl: Beurs
pl: Giełda
ro: Bursă
ru: Биржа
sk: Burza
sq: Bursë
sr_latn: Berza
sv: Börs
th: กระดานเทรด
tr: Borsa
uk: Біржа
vi: Sàn
zh_hans: 交易所
zh_hant: 交易所

# trading.order.leverageLabel
source: Leverage
ar: الرافعة المالية
bn: লিভারেজ
bs: Poluga
cs: Páka
da: Gearing
de: Hebel
el: Μόχλευση
es: Apalancamiento
fa: اهرم
fi: Vipuvaikutus
fr: Levier
he: מינוף
hi: लीवरेज
hr: Poluga
hu: Tőkeáttétel
is: Vogun
it: Leva
ja: レバレッジ
ko: 레버리지
lt: Svertas
lv: Sviras efekts
ms: Leveraj
nb: Gearing
nl: Hefboom
pl: Dźwignia
pt_br: Alavancagem
ro: Levier
ru: Плечо
sk: Páka
sq: Levë
sr_latn: Poluga
sv: Hävstång
th: เลเวอเรจ
tr: Kaldıraç
uk: Плече
vi: Đòn bẩy
zh_hans: 杠杆
zh_hant: 槓桿

# trading.order.orderSection
source: Order
ar: الأمر
bn: অর্ডার
bs: Nalog
cs: Pokyn
da: Ordre
el: Εντολή
es: Orden
fa: سفارش
fi: Toimeksianto
fr: Ordre
he: פקודה
hi: ऑर्डर
hr: Nalog
hu: Megbízás
hy: Հանձնարարական
id: Pesanan
is: Pöntun
it: Ordine
ja: 注文
ko: 주문
lt: Pavedimas
lv: Rīkojums
ms: Pesanan
nb: Ordre
pl: Zlecenie
pt_br: Ordem
ro: Ordin
ru: Ордер
sk: Pokyn
sq: Porosi
sr_latn: Nalog
th: คำสั่ง
tr: Emir
uk: Ордер
vi: Lệnh
zh_hans: 订单
zh_hant: 訂單

# trading.order.selectInstrument
source: Select instrument
ar: اختر الأداة
bn: ইনস্ট্রুমেন্ট নির্বাচন করুন
bs: Odaberi instrument
cs: Vyberte instrument
da: Vælg instrument
de: Instrument auswählen
el: Επιλογή μέσου
es: Seleccionar instrumento
fa: انتخاب نماد
fi: Valitse instrumentti
fil: Pumili ng instrument
fr: Sélectionner un instrument
he: בחירת מכשיר
hi: इंस्ट्रूमेंट चुनें
hr: Odaberi instrument
hu: Instrumentum választása
hy: Ընտրել գործիքը
id: Pilih instrumen
is: Veldu gerning
it: Seleziona strumento
ja: 銘柄を選択
ko: 종목 선택
lt: Pasirinkite instrumentą
lv: Izvēlieties instrumentu
ms: Pilih instrumen
my: instrument ရွေးပါ
nb: Velg instrument
nl: Selecteer instrument
pl: Wybierz instrument
pt_br: Selecionar instrumento
ro: Selectează instrumentul
ru: Выберите инструмент
sk: Vyberte nástroj
sq: Zgjidh instrumentin
sr_latn: Izaberi instrument
sv: Välj instrument
sw: Chagua instrument
th: เลือกตราสาร
tr: Enstrüman seçin
uk: Вибрати інструмент
vi: Chọn công cụ
zh_hans: 选择交易品种
zh_hant: 選擇交易品種

# trading.order.riskSection
source: Risk
ar: المخاطر
bn: ঝুঁকি
bs: Rizik
cs: Riziko
da: Risiko
de: Risiko
el: Κίνδυνος
es: Riesgo
fa: ریسک
fi: Riski
fr: Risque
he: סיכון
hi: रिस्क
hr: Rizik
hu: Kockázat
hy: Ռիսկ
id: Risiko
is: Áhætta
it: Rischio
ja: リスク
ko: 리스크
lt: Rizika
lv: Risks
ms: Risiko
nb: Risiko
nl: Risico
pl: Ryzyko
pt_br: Risco
ro: Risc
ru: Риск
sk: Riziko
sq: Rrezik
sr_latn: Rizik
th: ความเสี่ยง
uk: Ризик
vi: Rủi ro
zh_hans: 风险
zh_hant: 風險

# trading.order.venueSection
source: Venue
ar: السوق
bn: ভেন্যু
bs: Tržište
cs: Místo obchodování
da: Marked
de: Handelsplatz
el: Αγορά
es: Mercado
fa: محل معامله
fi: Markkinapaikka
fr: Place de marché
he: זירת מסחר
hi: वेन्यू
hr: Mjesto trgovanja
hu: Piactér
hy: Շուկա
id: Tempat
is: Vettvangur
it: Sede di negoziazione
ja: 市場
ko: 거래 장소
lt: Rinka
lv: Tirdzniecības vieta
ms: Tempat
nb: Marked
nl: Markt
pl: Rynek
pt_br: Mercado
ro: Loc de tranzacționare
ru: Площадка
sk: Miesto obchodovania
sq: Vend tregtimi
sr_latn: Mesto trgovanja
sv: Marknadsplats
th: ตลาดซื้อขาย
tr: Mekan
uk: Майданчик
vi: Nơi giao dịch
zh_hans: 交易场所
zh_hant: 交易場所

# trading.trailingStop.footer.explanation
source: Trailing distance is the gap the stop maintains as price moves favourably. Min lock-in (optional) prevents the stop from moving below that profit threshold once reached.
ar: مسافة الوقف المتحرك هي الفجوة التي يحافظ عليها الوقف عندما يتحرك السعر لصالحك. الحد الأدنى لتثبيت الربح (اختياري) يمنع الوقف من الهبوط دون عتبة الربح بعد بلوغها.
bn: ট্রেইলিং দূরত্ব হলো দাম অনুকূলে চললে স্টপ যে ফাঁক বজায় রাখে। Min lock-in (ঐচ্ছিক) লক্ষ্য ছোঁয়ার পর স্টপকে সেই মুনাফা সীমার নিচে নামতে বাধা দেয়।
bs: Trailing distanca je razmak koji stop održava dok se cijena kreće u vašu korist. Minimalna zaštita profita (opcionalno) sprječava da se stop pomjeri ispod tog praga profita kada se jednom dostigne.
cs: Trailing distance je odstup, který stop udržuje od ceny, když se trh pohybuje ve váš prospěch. Minimální zajištění zisku (volitelné) zabraňuje tomu, aby se stop po dosažení vrátil pod stanovenou ziskovou hranici.
da: Trailing-afstand er det interval, stoppet opretholder, når prisen bevæger sig i favørretning. Min. profitlås (valgfri) forhindrer, at stoppet flyttes under den profittærskel, når den er nået.
de: Der Trailing-Abstand ist der Abstand, den der Stop einhält, wenn sich der Preis zu deinen Gunsten bewegt. Die minimale Gewinnsicherung (optional) verhindert, dass der Stop nach Erreichen unter diese Gewinnschwelle zurückläuft.
el: Η απόσταση trailing είναι το κενό που διατηρεί το stop καθώς η τιμή κινείται ευνοϊκά. Το ελάχιστο κλείδωμα (προαιρετικό) εμποδίζει το stop να κινηθεί κάτω από αυτό το όριο κέρδους μόλις επιτευχθεί.
es: La distancia del trailing es la separación que el stop mantiene a medida que el precio se mueve a tu favor. El bloqueo mínimo (opcional) evita que el stop retroceda por debajo de ese umbral de beneficio una vez alcanzado.
fa: فاصله trailing stop فاصله‌ای است که استاپ هنگام حرکت مطلوب قیمت حفظ می‌کند. حداقل قفل سود (اختیاری) پس از رسیدن به آن، اجازه نمی‌دهد استاپ پایین‌تر از آستانه سود تعیین‌شده حرکت کند.
fi: Seurantaetäisyys on väli, jonka stop pitää hintaan nähden markkinan liikkuessa edukseen. Minimivoiton lukitus (valinnainen) estää stopin liikkumisen voittotason alapuolelle sen jälkeen, kun taso on saavutettu.
fil: Ang trailing distance ay ang puwang na pinapanatili ng stop habang gumagalaw nang pabor ang presyo. Pinipigilan ng min lock-in (opsyonal) na bumaba ang stop sa ibaba ng profit threshold na iyon kapag naabot na.
fr: La distance de suivi est l'écart que le stop maintient lorsque le prix évolue favorablement. Le verrouillage minimum (facultatif) empêche le stop de redescendre sous ce seuil de gain une fois atteint.
he: מרחק הסטופ הנגרר הוא הפער שהסטופ שומר כשהמחיר נע לטובתך. נעילת רווח מינימלית (אופציונלי) מונעת מהסטופ לרדת מתחת לסף הרווח הזה לאחר שהושג.
hi: ट्रेलिंग दूरी वह गैप है जिसे स्टॉप तब बनाए रखता है जब प्राइस आपके पक्ष में चलता है। मिन लॉक-इन (वैकल्पिक) एक बार पहुंचने के बाद स्टॉप को उस प्रॉफिट थ्रेशोल्ड से नीचे जाने से रोकता है।
hr: Trailing udaljenost je razmak koji stop održava dok se cijena kreće u vašu korist. Minimalno zaključavanje (neobavezno) sprječava pomicanje stopa ispod tog praga dobiti nakon što je dosegnut.
hu: A követési távolság az a rés, amelyet a stop tart az árhoz képest, amikor a piac kedvezően mozog. A minimális profitzár (opcionális) megakadályozza, hogy a stop az elért profitküszöb alá csússzon.
hy: Trailing stop-ի հեռավորությունը այն բացն է, որը stop-ը պահպանում է, երբ գինը շարժվում է շահավետ ուղղությամբ։ Min lock-in-ը (ոչ պարտադիր) թույլ չի տալիս, որ stop-ը իջնի այդ շահույթի շեմից ցածր՝ այն հասնելուց հետո։
id: Jarak trailing adalah jarak yang dipertahankan stop saat harga bergerak menguntungkan. Lock-in minimum (opsional) mencegah stop bergerak di bawah ambang keuntungan tersebut setelah tercapai.
is: Trailing-fjarlægð er bilið sem stop heldur þegar verð hreyfist þér í hag. Lágmarkslæsing hagnaðar (valfrjálst) kemur í veg fyrir að stop fari niður fyrir þann hagnaðarþröskuld eftir að honum er náð.
it: La distanza di trailing è lo scarto che lo stop mantiene quando il prezzo si muove a tuo favore. Il lock-in minimo (opzionale) impedisce allo stop di scendere sotto quella soglia di profitto una volta raggiunta.
ja: トレーリング距離は、価格が有利に動いたときにストップが維持する価格差です。最小ロックイン（任意）は、一度到達した利益水準を下回る位置にストップが移動するのを防ぎます。
ko: 트레일링 거리는 가격이 유리한 방향으로 움직일 때 스탑이 유지하는 간격입니다. 최소 락인(선택)은 도달한 후 스탑이 해당 수익 임계값 아래로 이동하는 것을 방지합니다.
lt: Trailing atstumas — tai tarpas, kurį stop'as išlaiko nuo kainos, kai rinka juda jums palankia kryptimi. Mažiausias pelno užfiksavimas (neprivaloma) neleidžia stop'ui pasitraukti žemiau pasiekto pelno slenksčio.
lv: Sekošanas attālums ir atstarpe, ko stop uztur, kamēr cena kustas labvēlīgi. Minimālā peļņas fiksācija (neobligāta) neļauj stop pārvietoties zem šī peļņas sliekšņa, tiklīdz tas ir sasniegts.
ms: Jarak trailing ialah jurang yang dikekalkan oleh stop apabila harga bergerak ke arah yang menguntungkan. Kunci-masuk min (pilihan) menghalang stop daripada bergerak di bawah ambang keuntungan tersebut setelah dicapai.
my: Trailing distance သည် ဈေးနှုန်း ကောင်းမွန်သောဘက်သို့ ရွေ့လျားသည့်အခါ stop က ထိန်းထားသော gap ဖြစ်သည်။ Min lock-in (optional) သည် အဆင့်ရောက်ပြီးနောက် stop ကို ထိုအမြတ် threshold အောက်သို့ မရွေ့အောင် ကာကွယ်သည်။
nb: Trailing-avstanden er gapet stoppen opprettholder mens prisen beveger seg i din favør. Minimum lock-in (valgfritt) hindrer at stoppen flyttes under den profittgrensen når den først er nådd.
nl: De trailingafstand is de marge die de stop aanhoudt naarmate de prijs in je voordeel beweegt. Minimale winstvergrendeling (optioneel) voorkomt dat de stop onder die winstdrempel zakt zodra die is bereikt.
pl: Odległość trailing stopu to odstęp, jaki stop utrzymuje względem ceny, gdy rynek porusza się na Twoją korzyść. Minimalne zabezpieczenie zysku (opcjonalne) zapobiega cofnięciu stopu poniżej wyznaczonego progu po jego osiągnięciu.
pt_br: A distância do trailing é o intervalo que o stop mantém enquanto o preço se move a seu favor. O lock-in mínimo (opcional) impede que o stop volte abaixo desse limite de lucro depois de atingido.
ro: Distanța de trail este intervalul pe care stopul îl menține pe măsură ce prețul evoluează favorabil. Blocarea minimă a profitului (opțional) împiedică stopul să coboare sub acel prag, odată atins.
ru: Дистанция трейлинга — это расстояние, на котором стоп держится от цены при движении рынка в вашу пользу. Минимальная фиксация (необязательно) не даёт стопу опуститься ниже выбранного порога прибыли после его достижения.
sk: Trailing vzdialenosť je odstup, ktorý si stop udržiava od ceny, keď sa trh pohybuje vo váš prospech. Minimálne zaistenie zisku (voliteľné) zabraňuje posunu stopu pod stanovenú hranicu zisku po jej dosiahnutí.
sq: Distanca e trailing stop është hendeku që stopi ruan ndërsa çmimi lëviz në favorin tënd. Sigurimi minimal i fitimit (opsional) e pengon stopin të lëvizë poshtë atij pragu fitimi pasi arrihet.
sr_latn: Trailing rastojanje je razmak koji stop održava dok se cena kreće u vašu korist. Minimalno zaključavanje (opciono) sprečava pomeranje stopa ispod tog praga dobiti nakon što je dostignut.
sv: Trailing-avståndet är gapet som stoppen håller medan priset rör sig till din fördel. Min vinstlås (valfritt) hindrar stoppen från att röra sig under den vinsttröskeln när den väl uppnåtts.
sw: Trailing distance ni nafasi ambayo stop hudumisha wakati bei inasonga kwa faida. Min lock-in (hiari) huzuia stop kushuka chini ya kizingiti hicho cha faida baada ya kufikiwa.
th: ระยะ trailing คือช่องว่างที่ stop รักษาไว้ขณะราคาเคลื่อนไปในทิศทางที่เป็นบวก การล็อกกำไรขั้นต่ำ(ไม่บังคับ)จะป้องกันไม่ให้ stop ขยับต่ำกว่าเกณฑ์กำไรนั้นหลังจากแตะแล้ว
tr: Trailing mesafesi, fiyat lehte hareket ettikçe stop'un koruduğu açıklıktır. Minimum kâr kilidi (isteğe bağlı), ulaşıldıktan sonra stop'un bu kâr eşiğinin altına inmesini engeller.
uk: Trailing-дистанція — це відстань, яку стоп утримує, поки ціна рухається у вашу користь. Мінімальне зафіксування прибутку (необовʼязкове) запобігає поверненню стопу нижче встановленого порогу прибутку після його досягнення.
vi: Khoảng cách trail là khoảng mà stop giữ khi giá di chuyển có lợi. Khóa lợi nhuận tối thiểu (tùy chọn) ngăn stop lùi xuống dưới ngưỡng lợi nhuận đó sau khi đạt được.
zh_hans: 追踪距离是价格朝有利方向移动时止损保持的间距。最低锁利（可选）可防止止损在达到后回落到该盈利阈值以下。
zh_hant: 追蹤距離是價格向有利方向移動時，止損維持的距離。最低鎖定收益（選填）可在達到後，防止止損移到該盈利門檻以下。

# wallet.picker.label
source: Wallet
ar: المحفظة
bn: ওয়ালেট
bs: Novčanik
cs: Peněženka
el: Πορτοφόλι
fa: کیف پول
fi: Lompakko
fr: Portefeuille
he: ארנק
hi: वॉलेट
hr: Novčanik
hu: Pénztárca
hy: Դրամապանակ
id: Dompet
is: Veski
ja: ウォレット
ko: 지갑
lt: Piniginė
lv: Maks
ms: Dompet
nb: Lommebok
pl: Portfel
pt_br: Carteira
ro: Portofel
ru: Кошелёк
sk: Peňaženka
sq: Portofol
sr_latn: Novčanik
sv: Plånbok
th: กระเป๋าเงิน
tr: Cüzdan
uk: Гаманець
vi: Ví
zh_hans: 钱包
zh_hant: 錢包

# home.position.qtyAtPrice
source: Qty: %@ @ %@
ar: الكمية: %@ @ %@
bn: পরিমাণ: %@ @ %@
bs: Količ.: %@ @ %@
cs: Množství: %@ @ %@
da: Antal: %@ @ %@
de: Menge: %@ @ %@
el: Ποσότητα: %@ @ %@
es: Cant.: %@ @ %@
fa: مقدار: %@ @ %@
fi: Määrä: %@ @ %@
fr: Qté : %@ @ %@
he: כמות: %@ @ %@
hi: मात्रा: %@ @ %@
hr: Kol.: %@ @ %@
hu: Menny.: %@ @ %@
hy: Քանակ՝ %@ @ %@
id: Jml: %@ @ %@
is: Magn: %@ @ %@
it: Qtà: %@ @ %@
ja: 数量：%@ @ %@
ko: 수량: %@ @ %@
lt: Kiekis: %@ @ %@
lv: Daudz.: %@ @ %@
ms: Kuantiti: %@ @ %@
nb: Antall: %@ @ %@
nl: Aantal: %@ @ %@
pl: Ilość: %@ @ %@
pt_br: Qtd: %@ @ %@
ro: Cant.: %@ @ %@
ru: Кол-во: %@ @ %@
sk: Množstvo: %@ @ %@
sq: Sasi: %@ @ %@
sr_latn: Kol.: %@ @ %@
sv: Antal: %@ @ %@
sw: Kiasi: %@ @ %@
th: จำนวน: %@ @ %@
tr: Adet: %@ @ %@
uk: К-сть: %@ @ %@
vi: SL: %@ @ %@
zh_hans: 数量: %@ @ %@
zh_hant: 數量：%@ @ %@
